Repository: VM-s-Solutions/cleansia
Catalog: src/cleansia_ios/CleansiaCustomer/Resources/Localizable.xcstrings
Source language: en
Languages: cs, ru, sk, uk

# address_manager_add
source: Add address
cs: Přidat adresu
ru: Добавить адрес
sk: Pridať adresu
uk: Додати адресу

# address_manager_city_not_serviced
source: We don't currently serve this city. Try a different address or check back later.
cs: V tomto městě zatím nepůsobíme. Zkuste jinou adresu nebo to zkuste později.
ru: Мы пока не обслуживаем этот город. Попробуйте другой адрес или зайдите позже.
sk: V tomto meste zatiaľ nepôsobíme. Skúste inú adresu alebo to skúste neskôr.
uk: Ми наразі не обслуговуємо це місто. Спробуйте іншу адресу або зайдіть пізніше.

# address_manager_confirm
source: Save and continue
cs: Uložit a pokračovat
ru: Сохранить и продолжить
sk: Uložiť a pokračovať
uk: Зберегти і продовжити

# address_manager_delete_body
source: %@ will be removed from your saved addresses.
cs: %@ bude odstraněna z vašich uložených adres.
ru: %@ будет удалён из ваших сохранённых адресов.
sk: %@ bude odstránená z vašich uložených adries.
uk: %@ буде видалено зі збережених адрес.

# address_manager_delete_title
source: Delete address?
cs: Smazat adresu?
ru: Удалить адрес?
sk: Zmazať adresu?
uk: Видалити адресу?

# address_manager_empty
source: You haven't saved any addresses yet
cs: Zatím nemáte žádné uložené adresy
ru: Вы ещё не сохранили ни одного адреса
sk: Zatiaľ nemáte žiadne uložené adresy
uk: Ви ще не зберегли жодної адреси

# address_manager_fallback_label
source: Saved
cs: Uložená
ru: Сохранённый
sk: Uložená
uk: Збережена

# address_manager_label_hint
source: Label this address
cs: Pojmenujte adresu
ru: Назовите этот адрес
sk: Pomenujte adresu
uk: Назвіть цю адресу

# address_manager_options
source: More options
cs: Další možnosti
ru: Дополнительные опции
sk: Ďalšie možnosti
uk: Більше опцій

# address_manager_profile_row
source: Saved addresses
cs: Uložené adresy
ru: Сохранённые адреса
sk: Uložené adresy
uk: Збережені адреси

# address_manager_rename
source: Rename
cs: Přejmenovat
ru: Переименовать
sk: Premenovať
uk: Перейменувати

# address_manager_rename_title
source: Rename address
cs: Přejmenovat adresu
ru: Переименовать адрес
sk: Premenovať adresu
uk: Перейменувати адресу

# address_manager_review_title
source: Confirm address
cs: Potvrdit adresu
ru: Подтвердить адрес
sk: Potvrdiť adresu
uk: Підтвердити адресу

# address_manager_select
source: Select address
cs: Vybrat adresu
ru: Выбрать адрес
sk: Vybrať adresu
uk: Вибрати адресу

# address_manager_set_default
source: Set as default
cs: Nastavit jako výchozí
ru: Сделать основным
sk: Nastaviť ako predvolenú
uk: Встановити за замовчуванням

# address_manager_title
source: My addresses
cs: Moje adresy
ru: Мои адреса
sk: Moje adresy
uk: Мої адреси

# address_picker_clear
source: Clear
cs: Vymazat
ru: Очистить
sk: Vymazať
uk: Очистити

# address_picker_confirm
source: Use this address
cs: Použít tuto adresu
ru: Использовать этот адрес
sk: Použiť túto adresu
uk: Використати цю адресу

# address_picker_drag_to_pick
source: Drag the map to place the pin
cs: Posuňte mapu pro umístění špendlíku
ru: Двигайте карту, чтобы поставить булавку
sk: Posuňte mapu pre umiestnenie špendlíka
uk: Перетягніть карту, щоб поставити шпильку

# address_picker_looking_up
source: Looking up…
cs: Vyhledávání…
ru: Поиск…
sk: Vyhľadávanie…
uk: Пошук…

# address_picker_my_location
source: My location
cs: Moje poloha
ru: Моё местоположение
sk: Moja poloha
uk: Моє місцеположення

# address_picker_my_location_denied
source: Location permission denied. Enable it in Settings to use My location.
cs: Přístup k poloze byl zamítnut. Povolte ho v Nastavení.
ru: Доступ к местоположению запрещён. Включите его в Настройках.
sk: Prístup k polohe bol zamietnutý. Povoľte ho v Nastaveniach.
uk: Доступ до місцезнаходження заборонено. Увімкніть його в Налаштуваннях.

# address_picker_my_location_unavailable
source: Couldn't get your location. Make sure GPS is on and try again.
cs: Polohu se nepodařilo získat. Zkontrolujte, zda je zapnuté GPS, a zkuste to znovu.
ru: Не удалось получить местоположение. Убедитесь, что GPS включён, и попробуйте снова.
sk: Polohu sa nepodarilo získať. Skontrolujte, či je zapnuté GPS, a skúste to znova.
uk: Не вдалося отримати місцеположення. Перевірте, чи увімкнено GPS, і спробуйте знову.

# address_picker_no_results
source: No matches
cs: Žádné výsledky
ru: Ничего не найдено
sk: Žiadne výsledky
uk: Нічого не знайдено

# address_picker_search_hint
source: Search address…
cs: Hledat adresu…
ru: Поиск адреса…
sk: Hľadať adresu…
uk: Пошук адреси…

# address_picker_searching
source: Searching…
cs: Hledám…
ru: Поиск…
sk: Hľadám…
uk: Пошук…

# auth_confirm_password
source: Confirm Password
cs: Potvrdit heslo
ru: Подтвердить пароль
sk: Potvrdiť heslo
uk: Підтвердити пароль

# auth_error_email_invalid
source: Please enter a valid email
cs: Zadejte prosím platný e-mail
ru: Введите действительный адрес электронной почты
sk: Zadajte platný e-mail
uk: Будь ласка, введіть дійсну електронну адресу

# auth_error_email_required
source: Email is required
cs: E-mail je povinný
ru: Электронная почта обязательна
sk: E-mail je povinný
uk: Електронна пошта обов'язкова

# auth_error_first_name_required
source: First name is required
cs: Jméno je povinné
ru: Имя обязательно
sk: Meno je povinné
uk: Ім'я обов'язкове

# auth_error_generic
source: Something went wrong. Please try again.
cs: Něco se pokazilo. Zkuste to prosím znovu.
ru: Что-то пошло не так. Попробуйте ещё раз.
sk: Niečo sa pokazilo. Skúste to znova.
uk: Щось пішло не так. Спробуйте ще раз.

# auth_error_last_name_required
source: Last name is required
cs: Příjmení je povinné
ru: Фамилия обязательна
sk: Priezvisko je povinné
uk: Прізвище обов'язкове

# auth_error_password_required
source: Password is required
cs: Heslo je povinné
ru: Пароль обязателен
sk: Heslo je povinné
uk: Пароль обов'язковий

# auth_error_password_rules
source: Password must be at least 8 characters with a letter and a number
cs: Heslo musí mít alespoň 8 znaků, písmeno a číslo
ru: Пароль должен содержать не менее 8 символов, букву и цифру
sk: Heslo musí mať aspoň 8 znakov, písmeno a číslo
uk: Пароль повинен містити щонайменше 8 символів, літеру та цифру

# auth_error_passwords_no_match
source: Passwords do not match
cs: Hesla se neshodují
ru: Пароли не совпадают
sk: Heslá sa nezhodujú
uk: Паролі не збігаються

# auth_first_name
source: First Name
cs: Jméno
ru: Имя
sk: Meno
uk: Ім'я

# auth_last_name
source: Last Name
cs: Příjmení
ru: Фамилия
sk: Priezvisko
uk: Прізвище

# auth_password
source: Password
cs: Heslo
ru: Пароль
sk: Heslo
uk: Пароль

# auth_referral_code
source: Referral code
cs: Doporučovací kód
ru: Реферальный код
sk: Odporúčací kód
uk: Реферальний код

# auth_resend_success
source: Verification email resent.
cs: Ověřovací e-mail byl znovu odeslán.
ru: Письмо подтверждения отправлено повторно.
sk: Overovací e-mail bol znova odoslaný.
uk: Лист підтвердження надіслано повторно.

# auth_signing_in
source: Signing you in…
cs: Přihlašujeme vás…
ru: Выполняется вход…
sk: Prihlasujeme vás…
uk: Виконуємо вхід…

# auth_social_failed
source: Couldn't sign in. Try again or use email.
cs: Přihlášení se nezdařilo. Zkuste to znovu nebo použijte e-mail.
ru: Не удалось войти. Попробуйте снова или используйте email.
sk: Prihlásenie sa nepodarilo. Skúste znova alebo použite e-mail.
uk: Не вдалося увійти. Спробуйте ще раз або скористайтеся email.

# auth_social_no_account
source: No account available on this device. Add one in Settings and try again.
cs: V tomto zařízení není dostupný žádný účet. Přidejte ho v Nastavení a zkuste to znovu.
ru: На этом устройстве нет доступного аккаунта. Добавьте его в Настройках и попробуйте снова.
sk: V tomto zariadení nie je dostupný žiadny účet. Pridajte ho v Nastaveniach a skúste znova.
uk: На цьому пристрої немає доступного облікового запису. Додайте його в Налаштуваннях і спробуйте ще раз.

# auth_social_not_configured
source: Social sign-in isn't configured for this build.
cs: Přihlášení přes sociální sítě není v této verzi nastaveno.
ru: Вход через соцсети не настроен в этой сборке.
sk: Prihlásenie cez sociálne siete nie je v tejto verzii nastavené.
uk: Вхід через соцмережі не налаштовано в цій збірці.

# booking_access_instructions_hint
source: How should we get in? (optional)
cs: Jak se dostaneme dovnitř? (nepovinné)
ru: Как нам попасть внутрь? (необязательно)
sk: Ako sa dostaneme dnu? (nepovinné)
uk: Як нам потрапити всередину? (необов’язково)

# booking_address_default
source: Default
cs: Výchozí
ru: По умолчанию
sk: Predvolená
uk: За замовчуванням

# booking_all_slots_booked
source: All slots booked for this day — try another date.
cs: Pro tento den jsou všechny termíny obsazené — vyberte jiný den.
ru: Все слоты на этот день заняты — выберите другой день.
sk: Pre tento deň sú všetky termíny obsadené — vyberte iný deň.
uk: Усі слоти на цей день зайняті — виберіть інший день.

# booking_arrival_window
source: Cleaner arrives within 1 hour
cs: Uklízeč přijde do 1 hodiny
ru: Клинер прибудет в течение 1 часа
sk: Upratovačka príde do 1 hodiny
uk: Клінер прибуде протягом 1 години

# booking_bath_short
source: %1$lld baths
cs: %1$lld koup.
ru: %1$lld ванные
sk: %1$lld kúp.
uk: %1$lld ванні кімнати

# booking_cancel_grace_note
source: Within 15 minutes of booking you pay nothing — within 60 minutes on your first booking or with Cleansia Plus.
cs: Do 15 minut od objednání neplatíte nic — u první objednávky nebo s Cleansia Plus do 60 minut.
ru: В течение 15 минут после заказа вы не платите ничего — для первого заказа или с Cleansia Plus в течение 60 минут.
sk: Do 15 minút od objednania neplatíte nič — pri prvej objednávke alebo s Cleansia Plus do 60 minút.
uk: Протягом 15 хвилин після замовлення ви не платите нічого — для першого замовлення або з Cleansia Plus протягом 60 хвилин.

# booking_cancel_hint
source: Free cancellation up to 24 hours before
cs: Zrušení zdarma do 24 hodin před začátkem
ru: Бесплатная отмена за 24 часа до начала
sk: Zrušenie zdarma do 24 hodín pred začiatkom
uk: Безкоштовне скасування за 24 години до початку

# booking_cancel_plus_badge
source: PLUS PERK
cs: VÝHODA PLUS
ru: ПРЕИМУЩЕСТВО PLUS
sk: VÝHODA PLUS
uk: ПЕРЕВАГА PLUS

# booking_cancel_plus_subtitle
source: As a Plus member you can cancel free up to %d hours before.
cs: Jako člen Plus můžete zrušit zdarma až %d hodiny předem.
ru: Как участник Plus вы можете отменить бесплатно всего за %d часа до начала.
sk: Ako člen Plus môžete zrušiť zadarmo až %d hodiny vopred.
uk: Як учасник Plus ви можете скасувати безкоштовно всього за %d години до початку.

# booking_cancel_tier1_value
source: Free
cs: Zdarma
ru: Бесплатно
sk: Zdarma
uk: Безкоштовно

# booking_cancel_tier1_when_plus
source: %d+ hours before
cs: %d+ hodin předem
ru: %d+ часов до
sk: %d+ hodín vopred
uk: %d+ годин до

# booking_cancel_tier2_value
source: 25% charge
cs: 25% poplatek
ru: 25% сбор
sk: 25% poplatok
uk: 25% комісія

# booking_cancel_tier2_when_range
source: %1$d–%2$d hours before
cs: %1$d–%2$d hodin předem
ru: %1$d–%2$d часов до
sk: %1$d–%2$d hodín vopred
uk: %1$d–%2$d годин до

# booking_cancel_tier3_value
source: 50% charge
cs: 50% poplatek
ru: 50% сбор
sk: 50% poplatok
uk: 50% комісія

# booking_cancel_tier3_when_under
source: Less than %d hours
cs: Méně než %d hodin
ru: Менее %d часов
sk: Menej ako %d hodín
uk: Менше %d годин

# booking_cancel_title
source: Cancellation policy
cs: Storno podmínky
ru: Условия отмены
sk: Storno podmienky
uk: Політика скасування

# booking_cash_cleared
source: Cash is no longer available for this booking, so no payment method is selected. Choose how you want to pay.
cs: Platba hotově už pro tuto objednávku není možná, a proto není vybrán žádný způsob platby. Zvolte, jak chcete platit.
ru: Оплата наличными для этого заказа больше недоступна, поэтому способ оплаты не выбран. Выберите, как вы хотите платить.
sk: Platba v hotovosti už pre túto objednávku nie je možná, preto nie je vybraný žiadny spôsob platby. Zvoľte, ako chcete platiť.
uk: Оплата готівкою для цього замовлення більше недоступна, тому спосіб оплати не обрано. Оберіть, як ви хочете платити.

# booking_card_guarantee_title
source: A card to guarantee cash bookings
cs: Karta jako záruka plateb v hotovosti
ru: Карта как гарантия для оплаты наличными
sk: Karta ako záruka platieb v hotovosti
uk: Картка як гарантія для оплати готівкою

# booking_card_guarantee_body
source: Your first cash booking saves a card. Nothing is charged now: you still pay the cleaner in cash.
cs: Při první objednávce v hotovosti si uložíte kartu. Nic se teď nestrhává: za úklid zaplatíte v hotovosti jako obvykle.
ru: При первом заказе с оплатой наличными вы сохраняете карту. Сейчас ничего не списывается: за уборку вы платите наличными, как обычно.
sk: Pri prvej objednávke v hotovosti si uložíte kartu. Teraz sa nič nestrháva: za upratovanie zaplatíte v hotovosti ako zvyčajne.
uk: Під час першого замовлення з оплатою готівкою ви зберігаєте картку. Зараз нічого не списується: за прибирання ви платите готівкою, як завжди.

# booking_contract_notice
source: By confirming the order you conclude a contract for the cleaning with the operating company of the market where your home is, under its [Terms of Service](cleansia://terms). The cleaner carries it out as a subcontractor of the company and is not a party to your contract.
cs: Potvrzením objednávky uzavíráte smlouvu o úklidu s provozní společností trhu, na kterém se vaše domácnost nachází, za jejích [Podmínek služby](cleansia://terms). Úklid provede uklízeč jako subdodavatel společnosti a stranou vaší smlouvy není.
ru: Подтверждая заказ, вы заключаете договор на уборку с операционной компанией рынка, на котором находится ваше жильё, в соответствии с её [Условиями использования](cleansia://terms). Уборку выполняет уборщик как субподрядчик компании, и он не является стороной вашего договора.
sk: Potvrdením objednávky uzatvárate zmluvu o upratovaní s prevádzkovou spoločnosťou trhu, na ktorom sa vaša domácnosť nachádza, za jej [Podmienok služby](cleansia://terms). Upratovanie vykoná upratovač ako subdodávateľ spoločnosti a stranou vašej zmluvy nie je.
uk: Підтверджуючи замовлення, ви укладаєте договір про прибирання з операційною компанією ринку, на якому розташоване ваше житло, відповідно до її [Умов використання](cleansia://terms). Прибирання виконує прибиральник як субпідрядник компанії, і він не є стороною вашого договору.

# booking_day_part_afternoon
source: Afternoon
cs: Odpoledne
ru: День
sk: Popoludnie
uk: День

# booking_day_part_evening
source: Evening
cs: Večer
ru: Вечер
sk: Večer
uk: Вечір

# booking_day_part_morning
source: Morning
cs: Dopoledne
ru: Утро
sk: Dopoludnie
uk: Ранок

# booking_day_part_slots_available
source: %1$lld slots available
cs: %1$lld volných termínů
ru: %1$lld свободного слота
sk: %1$lld voľných termínov
uk: %1$lld вільного слота

# booking_draft_time_changed
source: While you were away, the time you picked became unavailable or changed price. Please pick a time again.
cs: Zatímco jste byli pryč, vybraný čas přestal být dostupný nebo se změnila jeho cena. Vyberte prosím čas znovu.
ru: Пока вас не было, выбранное время стало недоступным или изменилась его цена. Пожалуйста, выберите время снова.
sk: Kým ste boli preč, vybraný čas prestal byť dostupný alebo sa zmenila jeho cena. Vyberte si, prosím, čas znova.
uk: Поки вас не було, обраний час став недоступним або змінив ціну. Будь ласка, оберіть час знову.

# booking_early_performance_toggle
source: Ask for the cleaning to start within the withdrawal period
cs: Žádost o zahájení úklidu ve lhůtě pro odstoupení
ru: Просьба начать уборку в течение срока для отказа
sk: Žiadosť o začatie upratovania v lehote na odstúpenie
uk: Прохання розпочати прибирання протягом строку для відмови

# booking_size_limit_caption
source: Up to %1$lld rooms and %2$lld bathrooms
cs: Nejvýše %1$lld pokojů a %2$lld koupelny
ru: Не более %1$lld комнат и %2$lld ванных комнат
sk: Najviac %1$lld izieb a %2$lld kúpeľne
uk: Не більше %1$lld кімнат і %2$lld ванних кімнат

# booking_summary_credit_card_only
source: Credit applies to card payments only.
cs: Kredit se uplatní jen při platbě kartou.
ru: Кредит действует только при оплате картой.
sk: Kredit sa uplatní len pri platbe kartou.
uk: Кредит діє лише при оплаті карткою.

# booking_summary_credit_note
source: Your credit balance is %1$@. It comes off automatically, and part of every booking is always paid by card.
cs: Zbývá vám %1$@ kreditu. Odečte se automaticky a část každé objednávky se vždy platí kartou.
ru: Ваш кредит — %1$@. Он списывается автоматически, а часть каждого заказа всегда оплачивается картой.
sk: Zostáva vám %1$@ kreditu. Odpočíta sa automaticky a časť každej objednávky sa vždy platí kartou.
uk: Ваш кредит — %1$@. Він списується автоматично, а частина кожного замовлення завжди сплачується карткою.

# booking_summary_due_on_card
source: To pay by card
cs: K úhradě kartou
ru: К оплате картой
sk: Na úhradu kartou
uk: До сплати карткою

# common_got_it
source: Got it
cs: Rozumím
ru: Понятно
sk: Rozumiem
uk: Зрозуміло

# consent_card_guarantee_draft_2026_09_28
source: I agree that Cleansia may charge this card for a cancellation fee, a lockout fee, cash I did not pay and a top-up I approved on my cash bookings.
cs: Souhlasím, že Cleansia může u mých objednávek v hotovosti strhnout z této karty storno poplatek, poplatek za neumožnění vstupu, nezaplacenou hotovost a doplatek, který jsem schválil(a).
ru: Я согласен(на), что по моим заказам с оплатой наличными Cleansia может списать с этой карты плату за отмену, плату за непредоставление доступа, неоплаченные наличные и одобренную мной доплату.
sk: Súhlasím, že Cleansia môže pri mojich objednávkach v hotovosti strhnúť z tejto karty stornovací poplatok, poplatok za neumožnenie vstupu, nezaplatenú hotovosť a doplatok, ktorý som schválil(a).
uk: Я погоджуюся, що за моїми замовленнями з оплатою готівкою Cleansia може списати з цієї картки плату за скасування, плату за ненадання доступу, неоплачену готівку та схвалену мною доплату.

# booking_card_guarantee_consent_required
source: Agree to the card guarantee to pay in cash, or choose card.
cs: Pro platbu v hotovosti potvrďte souhlas se zárukou kartou, nebo zvolte platbu kartou.
ru: Чтобы платить наличными, согласитесь на гарантию картой или выберите оплату картой.
sk: Na platbu v hotovosti potvrďte súhlas so zárukou kartou, alebo zvoľte platbu kartou.
uk: Щоб платити готівкою, погодьтеся на гарантію карткою або оберіть оплату карткою.

# booking_card_guarantee_pending
source: We're still confirming your card. Swipe again in a moment.
cs: Kartu ještě ověřujeme. Za chvíli objednávku potvrďte znovu.
ru: Мы ещё подтверждаем вашу карту. Через мгновение подтвердите заказ ещё раз.
sk: Kartu ešte overujeme. O chvíľu objednávku potvrďte znova.
uk: Ми ще підтверджуємо вашу картку. За мить підтвердьте замовлення ще раз.

# booking_card_guarantee_cancelled
source: Your card wasn't saved, so nothing was booked. Save a card to pay in cash, or choose card.
cs: Karta se neuložila, takže se nic neobjednalo. Pro platbu v hotovosti si uložte kartu, nebo zvolte platbu kartou.
ru: Карта не сохранена, поэтому ничего не забронировано. Сохраните карту, чтобы платить наличными, или выберите оплату картой.
sk: Karta sa neuložila, preto sa nič neobjednalo. Na platbu v hotovosti si uložte kartu, alebo zvoľte platbu kartou.
uk: Картку не збережено, тому нічого не заброньовано. Збережіть картку, щоб платити готівкою, або оберіть оплату карткою.

# booking_save_card
source: Save this card for my next bookings
cs: Uložit tuto kartu pro mé další objednávky
ru: Сохранить эту карту для моих следующих заказов
sk: Uložiť túto kartu pre moje ďalšie objednávky
uk: Зберегти цю картку для моїх наступних замовлень

# booking_cash_needs_account
source: Cash is only for signed-in customers. Sign in to pay in cash, or pay by card.
cs: Hotově mohou platit jen přihlášení zákazníci. Přihlaste se, pokud chcete platit hotově, nebo zaplaťte kartou.
ru: Наличными могут платить только клиенты, вошедшие в аккаунт. Войдите, чтобы платить наличными, или оплатите картой.
sk: V hotovosti môžu platiť len prihlásení zákazníci. Prihláste sa, ak chcete platiť v hotovosti, alebo zaplaťte kartou.
uk: Готівкою можуть платити лише клієнти, які увійшли в акаунт. Увійдіть, щоб платити готівкою, або сплатіть карткою.

# booking_cash_needs_card
source: Cleaners needed for this booking: %d. Cash is only for bookings one cleaner handles alone, so this one is paid by card.
cs: Počet uklízečů potřebných pro tuto objednávku: %d. Hotově lze platit jen objednávky, které zvládne jeden uklízeč, tuto proto zaplatíte kartou.
ru: Количество уборщиков для этого заказа: %d. Наличными можно платить только за заказы, с которыми справится один уборщик, поэтому этот заказ оплачивается картой.
sk: Počet upratovačov potrebných pre túto objednávku: %d. V hotovosti sa dá platiť len za objednávky, ktoré zvládne jeden upratovač, túto preto zaplatíte kartou.
uk: Кількість прибиральників для цього замовлення: %d. Готівкою можна платити лише за замовлення, з якими впорається один прибиральник, тож це замовлення сплачується карткою.

# booking_cash_pending
source: Whether you can pay in cash is confirmed once the price is ready.
cs: Zda můžete platit hotově, potvrdíme, jakmile bude známa cena.
ru: Можно ли платить наличными, мы подтвердим, как только будет известна цена.
sk: Či môžete platiť v hotovosti, potvrdíme, keď bude známa cena.
uk: Чи можна платити готівкою, ми підтвердимо, щойно буде відома ціна.

# booking_cat_all
source: All
cs: Vše
ru: Все
sk: Všetko
uk: Усі

# booking_catalog_empty
source: No services available right now
cs: Momentálně nejsou dostupné žádné služby
ru: Сейчас нет доступных услуг
sk: Momentálne nie sú dostupné žiadne služby
uk: Зараз немає доступних послуг

# booking_catalog_error
source: Couldn’t load services
cs: Služby se nepodařilo načíst
ru: Не удалось загрузить услуги
sk: Služby sa nepodarilo načítať
uk: Не вдалося завантажити послуги

# booking_catalog_loading
source: Loading services…
cs: Načítání služeb…
ru: Загрузка услуг…
sk: Načítavanie služieb…
uk: Завантаження послуг…

# booking_catalog_retry
source: Retry
cs: Zkusit znovu
ru: Повторить
sk: Skúsiť znova
uk: Повторити

# booking_continue
source: Continue
cs: Pokračovat
ru: Продолжить
sk: Pokračovať
uk: Продовжити

# booking_continue_price
source: Continue · %1$@
cs: Pokračovat · %1$@
ru: Продолжить · %1$@
sk: Pokračovať · %1$@
uk: Продовжити · %1$@

# booking_express_waiver_available
source: Plus covers the 20% express surcharge — %1$d left this calendar month.
cs: Plus pokrývá 20% expresní příplatek — %1$d zbývá tento kalendářní měsíc.
ru: Plus покрывает 20 % экспресс-доплаты — %1$d осталось в этом календарном месяце.
sk: Plus pokrýva 20% expresný príplatok — %1$d zostáva tento kalendárny mesiac.
uk: Plus покриває 20 % експрес-доплати — %1$d залишилось цього календарного місяця.

# booking_express_waiver_used
source: No express waivers left this month — express slots are charged at +20% until next month.
cs: Tento měsíc už nezbývá žádné odpuštění expresního příplatku — expresní termíny se účtují s +20 % až do příštího měsíce.
ru: В этом месяце отмена экспресс-доплаты больше не действует — экспресс-слоты оплачиваются с +20 % до следующего месяца.
sk: Tento mesiac už nezostáva žiadne odpustenie expresného príplatku — expresné termíny sa účtujú s +20 % až do budúceho mesiaca.
uk: Цього місяця скасування експрес-доплати більше не діє — експрес-слоти оплачуються з +20 % до наступного місяця.

# booking_extras_header
source: Add extras
cs: Doplňky
ru: Дополнения
sk: Doplnky
uk: Додатки
